const generalQuestionThemes = [
  {
    label: 'С какой периодичностью у вас появляются новинки?',
    value: 'С какой периодичностью у вас появляются новинки?',
  },
  {
    label: 'Планируются ли сезонные акции?',
    value: 'Планируются ли сезонные акции?',
  },
  { label: 'Как стать продавцом?', value: 'Как стать продавцом?' },
  {
    label: 'Когда будет релиз определенной игры на вашей площадке?',
    value: 'Когда будет релиз определенной игры на вашей площадке?',
  },
  {
    label: 'Как пожаловаться на определённого пользователя?',
    value: 'Как пожаловаться на определённого пользователя?',
  },
  {
    label: 'Я получил бан, что мне делать?',
    value: 'Я получил бан, что мне делать?',
  },
  { label: 'Другое', value: 'Другое' },
]

const partnershipQuestionThemes = [
  { label: 'Хочу в вашу команду!', value: 'Хочу в вашу команду!' },
  {
    label: 'Как происходит разморозка средств после продажи товара?',
    value: 'Как происходит разморозка средств после продажи товара?',
  },
  { label: 'Как стать продавцом?', value: 'Как стать продавцом?' },
  {
    label: 'Как мне попасть вверх списка продавцов?',
    value: 'Как мне попасть вверх списка продавцов?',
  },
  {
    label: 'За что я могу получить бан?',
    value: 'За что я могу получить бан?',
  },
  { label: 'Другое', value: 'Другое' },
]

const techQuestionThemes = [
  {
    label: 'У меня произошла ошибка, хочу сообщить',
    value: 'У меня произошла ошибка, хочу сообщить',
  },
  {
    label: 'У меня произошла ошибка, нужна помощь',
    value: 'У меня произошла ошибка, нужна помощь',
  },
  {
    label:
      'У меня не отображается какая-либо информация на странице, почему так?',
    value:
      'У меня не отображается какая-либо информация на странице, почему так?',
  },
  {
    label:
      'Постоянно появляется страница с подтверждением нового ip адреса, почему так?',
    value:
      'Постоянно появляется страница с подтверждением нового ip адреса, почему так?',
  },
  { label: 'Другое', value: 'Другое' },
]

export { generalQuestionThemes, partnershipQuestionThemes, techQuestionThemes }
